Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Send Without Logs
ar: إرسال بدون سجلات
ca: Envia sense registres
cs: Odeslat bez protokolů
da: Send uden logfiler
de: Ohne Protokolle senden
el: Αποστολή χωρίς αρχεία καταγραφής
es: Enviar sin registros
es_419: Enviar sin registros
fa: ارسال بدون گزارش‌ها
fi: Lähetä ilman lokeja
fr: Envoyer sans journaux
fr_ca: Envoyer sans journaux
he: שלח ללא יומנים
hi: लॉग के बिना भेजें
hu: Naplók nélkül küld
id: Kirim Tanpa Log
it: Invia senza log
ja: ログなしで送信
kk: Логтарсыз жіберу
ko: 로그 없이 보내기
ms: Hantar Tanpa Log
nb: Send uten logger
nl: Verzenden zonder logs
pl: Wyślij bez logów
pt_br: Enviar sem registros
pt_pt: Enviar sem registos
ro: Trimite fără jurnale
ru: Отправить без логов
sv: Skicka utan loggar
th: ส่งโดยไม่แนบบันทึก
tr: Günlükler Olmadan Gönder
vi: Gửi không kèm nhật ký
zh_hans: 不附带日志发送
zh_hant: 不含紀錄送出
zh_hk: 不附日誌發送

source: Set Reminder
ar: ضبط التذكير
ca: Programa recordatori
cs: Nastavit připomenutí
da: Indstil påmindelse
de: Erinnerung festlegen
el: Ορισμός υπενθύμισης
es: Establecer recordatorio
es_419: Configurar recordatorio
fa: تنظیم یادآور
fi: Aseta muistutus
fr: Définir un rappel
fr_ca: Définir un rappel
he: קבע תזכורת
hi: अनुस्मारक सेट करें
hu: Emlékeztető beállítása
id: Atur Pengingat
it: Imposta promemoria
ja: リマインダーを設定
kk: Еске салғыш орнату
ko: 알림 설정
ms: Tetapkan Peringatan
nb: Sett påminnelse
nl: Herinnering instellen
pl: Ustaw przypomnienie
pt_br: Definir Lembrete
pt_pt: Definir lembrete
ro: Setează memento
ru: Установить напоминание
sv: Ställ in påminnelse
th: ตั้งการเตือน
tr: Hatırlatıcı Ayarla
vi: Đặt lời nhắc
zh_hans: 设置提醒
zh_hant: 設定提醒
zh_hk: 設定提醒

source: Set up a new medication to track
ar: أضف دواءً جديدًا للتتبع
ca: Configura una nova medicació per controlar
cs: Nastav nový lék ke sledování
da: Opsæt en ny medicin til at følge
de: Neues Medikament zum Verfolgen einrichten
el: Ρύθμιση νέου φαρμάκου για παρακολούθηση
es: Configura un nuevo medicamento para controlar
es_419: Configura un nuevo medicamento para controlar
fa: یک داروی جدید برای پیگیری اضافه کنید
fi: Ota uusi lääke seurantaan
fr: Configure un nouveau médicament à suivre
fr_ca: Configurer un nouveau médicament à suivre
he: הגדר/י תרופה חדשה למעקב
hi: ट्रैक करने के लिए नई दवा सेट करें
hu: Állíts be egy új gyógyszert a nyomon követéshez
id: Tambahkan obat baru untuk dilacak
it: Configura un nuovo farmaco da monitorare
ja: 追跡する新しい薬を設定してください
kk: Қадағалау үшін жаңа дәріні орнату
ko: 추적할 새 약물을 설정하세요
ms: Sediakan ubat baru untuk dijejaki
nb: Opprett en ny medisin å spore
nl: Stel een nieuwe medicatie in om te volgen
pl: Dodaj nowy lek do śledzenia
pt_br: Configure um novo medicamento para acompanhar
pt_pt: Adicione uma nova medicação para acompanhar
ro: Configurează un nou medicament pentru urmărire
ru: Настрой новый препарат для отслеживания
sv: Lägg till en ny medicin att följa
th: ตั้งค่ายาใหม่เพื่อติดตาม
tr: Takip etmek için yeni bir ilaç ekleyin
vi: Thêm thuốc mới để theo dõi
zh_hans: 添加一个要跟踪的新药物
zh_hant: 新增要追蹤的藥物
zh_hk: 設定要追蹤的新藥物

source: Settings
ar: الإعدادات
ca: Ajustos
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Баптаулар
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Show Medication Names
ar: عرض أسماء الأدوية
ca: Mostra noms de medicacions
cs: Zobrazit názvy léků
da: Vis medicinnavne
de: Medikamentennamen anzeigen
el: Εμφάνιση ονομάτων φαρμάκων
es: Mostrar nombres de medicamentos
es_419: Mostrar nombres de medicamentos
fa: نمایش نام داروها
fi: Näytä lääkkeiden nimet
fr: Afficher les noms des médicaments
fr_ca: Afficher les noms des médicaments
he: הצג שמות תרופות
hi: दवा के नाम दिखाएँ
hu: Gyógyszernevek megjelenítése
id: Tampilkan Nama Obat
it: Mostra i nomi dei farmaci
ja: 薬の名前を表示
kk: Дәрі атауларын көрсету
ko: 약물 이름 표시
ms: Tunjukkan Nama Ubat
nb: Vis medisinnavn
nl: Toon medicatienamen
pl: Pokaż nazwy leków
pt_br: Mostrar nomes dos medicamentos
pt_pt: Mostrar nomes de medicação
ro: Afișează numele medicamentelor
ru: Показывать названия препаратов
sv: Visa medicinnamn
th: แสดงชื่อยา
tr: İlaç İsimlerini Göster
vi: Hiển thị tên thuốc
zh_hans: 显示药物名称
zh_hant: 顯示藥物名稱
zh_hk: 顯示藥物名稱

source: Sorry, I couldn't log your medication. Please try again or open AsNeeded manually.
ar: عذراً، لم أستطع تسجيل دوائك. حاول مرة أخرى أو افتح AsNeeded يدويًا.
ca: Ho sento, no he pogut registrar la teva medicació. Torna-ho a provar o obre AsNeeded manualment.
cs: Omlouvám se, nepodařilo se mi zaznamenat tvůj lék. Zkus to prosím znovu nebo otevři AsNeeded ručně.
da: Beklager, jeg kunne ikke registrere din medicin. Prøv igen eller åbn AsNeeded manuelt.
de: Entschuldigung, ich konnte dein Medikament nicht protokollieren. Bitte versuche es erneut oder öffne AsNeeded manuell.
el: Λυπάμαι, δεν μπόρεσα να καταγράψω το φάρμακό σας. Προσπαθήστε ξανά ή ανοίξτε το AsNeeded χειροκίνητα.
es: Lo siento, no pude registrar tu medicación. Por favor, inténtalo de nuevo o abre AsNeeded manualmente.
es_419: Lo siento, no pude registrar tu medicamento. Intenta de nuevo o abre AsNeeded manualmente.
fa: متأسفم، نتوانستم داروی شما را ثبت کنم. لطفاً دوباره تلاش کنید یا به‌صورت دستی AsNeeded را باز کنید.
fi: Valitettavasti en voinut kirjata lääkettäsi. Yritä uudelleen tai avaa AsNeeded manuaalisesti.
fr: Désolé, je n'ai pas pu enregistrer ton médicament. Réessaie ou ouvre AsNeeded manuellement.
fr_ca: Désolé, je n'ai pas pu consigner ton médicament. Essaie de nouveau ou ouvre AsNeeded manuellement.
he: מצטער/ת — לא הצלחתי לרשום את התרופה שלך. נסה/י שוב או פתח/י את AsNeeded באופן ידני.
hi: क्षमा करें, मैं आपकी दवा लॉग नहीं कर पाया। कृपया पुनः प्रयास करें या मैन्युअली AsNeeded खोलें।
hu: Sajnálom, nem sikerült rögzítenem a gyógyszert. Próbáld újra, vagy nyisd meg kézzel az AsNeeded alkalmazást.
id: Maaf, saya tidak dapat mencatat obat Anda. Silakan coba lagi atau buka AsNeeded secara manual.
it: Spiacente, non sono riuscito a registrare il tuo farmaco. Riprova o apri AsNeeded manualmente.
ja: 申し訳ありません。薬の記録をできませんでした。もう一度お試しになるか、手動で AsNeeded を開いてください。
kk: Кешіріңіз, дәріңізді тіркей алмадым. Қайта байқап көріңіз немесе AsNeeded қолданбасын қолмен ашыңыз.
ko: 죄송합니다. 약물 기록을 저장하지 못했습니다. 다시 시도하거나 직접 AsNeeded를 열어 주세요.
ms: Maaf, saya tidak dapat merekod ubat anda. Sila cuba lagi atau buka AsNeeded secara manual.
nb: Beklager, jeg klarte ikke å registrere medisinen. Prøv igjen eller åpne AsNeeded manuelt.
nl: Sorry, ik kon je medicatie niet registreren. Probeer het opnieuw of open AsNeeded handmatig.
pl: Przepraszam, nie mogłem zapisać Twojego leku. Spróbuj ponownie lub otwórz AsNeeded ręcznie.
pt_br: Desculpe, não consegui registrar seu medicamento. Tente novamente ou abra o AsNeeded manualmente.
pt_pt: Desculpe, não consegui registar a sua medicação. Tente novamente ou abra AsNeeded manualmente.
ro: Ne pare rău, nu am putut înregistra medicația. Te rog încearcă din nou sau deschide AsNeeded manual.
ru: Извини, не удалось зафиксировать приём. Попробуй ещё раз или открой AsNeeded вручную.
sv: Tyvärr kunde jag inte logga din medicin. Försök igen eller öppna AsNeeded manuellt.
th: ขอโทษด้วย ฉันไม่สามารถบันทึกยาของคุณได้ โปรดลองอีกครั้งหรือเปิด AsNeeded ด้วยตนเอง
tr: Üzgünüm, ilacınızı kaydedemedim. Lütfen tekrar deneyin veya AsNeeded'i elle açın.
vi: Xin lỗi, tôi không thể ghi lại thuốc của bạn. Vui lòng thử lại hoặc mở AsNeeded thủ công.
zh_hans: 抱歉，无法记录你的用药。请重试或手动打开 AsNeeded。
zh_hant: 抱歉，我無法記錄你的藥物。請再試一次或手動開啟 AsNeeded。
zh_hk: 抱歉，未能記錄你的藥物。請再試一次或手動開啟 AsNeeded。

source: Source Code
ar: شفرة المصدر
ca: Codi font
cs: Zdrojový kód
da: Kildekode
de: Quellcode
el: Πηγαίος κώδικας
es: Código fuente
es_419: Código fuente
fa: کد منبع
fi: Lähdekoodi
fr: Code source
fr_ca: Code source
he: קוד מקור
hi: स्रोत कोड
hu: Forráskód
id: Kode Sumber
it: Codice sorgente
ja: ソースコード
kk: Көз коды
ko: 소스 코드
ms: Kod Sumber
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt_br: Código-fonte
pt_pt: Código-fonte
ro: Cod sursă
ru: Исходный код
sv: Källkod
th: ซอร์สโค้ด
tr: Kaynak Kod
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始程式碼
zh_hk: 原始碼

source: Special Thanks
ar: شكر خاص
ca: Agraïments especials
cs: Speciální poděkování
da: Særlig tak
de: Besonderer Dank
el: Ειδικές ευχαριστίες
es: Agradecimientos especiales
es_419: Agradecimientos especiales
fa: تشکر ویژه
fi: Erityiskiitokset
fr: Remerciements spéciaux
fr_ca: Remerciements spéciaux
he: תודות מיוחדות
hi: विशेष धन्यवाद
hu: Külön köszönet
id: Terima Kasih Khusus
it: Ringraziamenti speciali
ja: 特別な謝辞
kk: Арнайы алғыс
ko: 특별 감사
ms: Terima Kasih Khas
nb: Spesiell takk
nl: Speciale dank
pl: Specjalne podziękowania
pt_br: Agradecimentos especiais
pt_pt: Agradecimentos especiais
ro: Mulțumiri speciale
ru: Особая благодарность
sv: Stort tack
th: ขอขอบคุณเป็นพิเศษ
tr: Özel Teşekkürler
vi: Lời cảm ơn đặc biệt
zh_hans: 特别感谢
zh_hant: 特別感謝
zh_hk: 特別鳴謝

source: Standardized medication names
ar: أسماء الأدوية الموحدة
ca: Noms de medicacions estandarditzats
cs: Standardizované názvy léků
da: Standardiserede medicinnavne
de: Standardisierte Medikamentennamen
el: Τυποποιημένα ονόματα φαρμάκων
es: Nombres de medicamentos estandarizados
es_419: Nombres de medicamentos estandarizados
fa: نام‌های استاندارد‌شدهٔ داروها
fi: Standardisoidut lääkkeennimet
fr: Noms de médicaments standardisés
fr_ca: Noms de médicaments standardisés
he: שמות תרופות סטנדרטיים
hi: मानकीकृत दवा नाम
hu: Standardizált gyógyszernevek
id: Nama obat terstandarisasi
it: Nomi dei farmaci standardizzati
ja: 標準化された薬名
kk: Стандартталған дәрі атаулары
ko: 표준화된 약물 이름
ms: Nama ubat yang distandardkan
nb: Standardiserte medisinnavn
nl: Gestandaardiseerde medicatienamen
pl: Znormalizowane nazwy leków
pt_br: Nomes de medicamentos padronizados
pt_pt: Nomes de medicação normalizados
ro: Nume de medicamente standardizate
ru: Стандартизированные названия препаратов
sv: Standardiserade medicinnamn
th: ชื่อยามาตรฐาน
tr: Standartlaştırılmış ilaç isimleri
vi: Tên thuốc được chuẩn hóa
zh_hans: 药物名称标准化
zh_hant: 標準化藥物名稱
zh_hk: 標準化藥物名稱

source: Start typing to search medications
ar: ابدأ بالكتابة للبحث عن أدوية
ca: Comença a escriure per cercar medicacions
cs: Začni psát pro vyhledání léků
da: Begynd at skrive for at søge efter medicin
de: Beginne zu tippen, um nach Medikamenten zu suchen
el: Ξεκινήστε να πληκτρολογείτε για να αναζητήσετε φάρμακα
es: Empieza a escribir para buscar medicamentos
es_419: Empieza a escribir para buscar medicamentos
fa: برای جست‌وجو شروع به تایپ کنید
fi: Aloita kirjoittaminen etsiäksesi lääkkeitä
fr: Commence à taper pour rechercher des médicaments
fr_ca: Commence à taper pour rechercher des médicaments
he: התחל/י להקליד כדי לחפש תרופות
hi: दवाएँ खोजने के लिए टाइप करना शुरू करें
hu: Kezdj el gépelni a gyógyszerek kereséséhez
id: Mulai ketik untuk mencari obat
it: Inizia a digitare per cercare farmaci
ja: 検索するには入力を開始してください
kk: Дәрілерді іздеу үшін теруді бастаңыз
ko: 검색하려면 입력을 시작하세요
ms: Mula menaip untuk mencari ubat
nb: Begynn å skrive for å søke etter medisiner
nl: Begin met typen om medicatie te zoeken
pl: Zacznij pisać, aby wyszukać leki
pt_br: Comece a digitar para buscar medicamentos
pt_pt: Comece a escrever para procurar medicações
ro: Începe să tastezi pentru a căuta medicamente
ru: Начни ввод, чтобы искать препараты
sv: Börja skriva för att söka mediciner
th: เริ่มพิมพ์เพื่อค้นหายา
tr: İlaçlarda aramak için yazmaya başlayın
vi: Bắt đầu gõ để tìm thuốc
zh_hans: 开始输入以搜索药物
zh_hant: 開始輸入以搜尋藥物
zh_hk: 開始輸入以搜尋藥物

source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_419: Estado
fa: وضعیت
fi: Tila
fr: Statut
fr_ca: Statut
he: סטטוס
hi: स्थिति
hu: Állapot
it: Stato
ja: 状態
kk: Күйі
ko: 상태
pt_pt: Estado
ro: Stare
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態
zh_hk: 狀態

source: Supply & Refills
ar: المخزون وإعادة التعبئة
ca: Subministrament i reposicions
cs: Zásoby a doplnění
da: Forsyning & Genopfyldninger
de: Vorrat & Nachfüllungen
el: Απόθεμα & Αναπληρώσεις
es: Suministro y renovaciones
es_419: Suministro y reposiciones
fa: موجودی و تجدید
fi: Varastot & Uudelleenosto
fr: Approvisionnement et renouvellements
fr_ca: Stock & renouvellements
he: אספקה ומילויים
hi: सप्लाई और रिफिल
hu: Készlet & újratöltések
id: Stok & Isi Ulang
it: Scorte e rinnovi
ja: 在庫と補充
kk: Қор және қайта толтыру
ko: 재고 및 재처방
ms: Bekalan & Isi Semula
nb: Forsyning og etterfyllinger
nl: Voorraad & navullingen
pl: Zapas i ponowne wydania
pt_br: Estoque e Reabastecimentos
pt_pt: Fornecimento e reposições
ro: Rezerve și reînnoiri
ru: Запасы и пополнения
sv: Förråd och påfyllningar
th: การจัดหา & เติมยา
tr: Temin ve Yenilemeler
vi: Cung cấp & Tái cấp
zh_hans: 库存与续配
zh_hant: 供應與補充
zh_hk: 存量與補充

source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
es_419: Soporte
fa: پشتیبانی
fi: Tuki
fr: Assistance
fr_ca: Assistance
he: תמיכה
hi: सहायता
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
kk: Қолдау
ko: 지원
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Pomoc
pt_br: Suporte
pt_pt: Apoio
ro: Suport
ru: Поддержка
th: ฝ่ายสนับสนุน
tr: Destek
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援
zh_hk: 支援

source: Support & Encouragement
ar: الدعم والتشجيع
ca: Suport i ànim
cs: Podpora a povzbuzení
da: Support & opmuntring
de: Unterstützung & Ermutigung
el: Υποστήριξη & Ενθάρρυνση
es: Apoyo y ánimo
es_419: Apoyo y ánimo
fa: پشتیبانی و تشویق
fi: Tuki ja kannustus
fr: Soutien et encouragement
fr_ca: Soutien et encouragement
he: תמיכה ועידוד
hi: समर्थन और प्रोत्साहन
hu: Támogatás és bátorítás
id: Dukungan & Semangat
it: Supporto e incoraggiamento
ja: サポートと励まし
kk: Қолдау және жігерлендіру
ko: 응원 및 지원
ms: Sokongan & Galakan
nb: Støtte og oppmuntring
nl: Ondersteuning & aanmoediging
pl: Wsparcie i zachęta
pt_br: Apoio e incentivo
pt_pt: Apoio e incentivo
ro: Sprijin și încurajare
ru: Поддержка и поддержка моральная
sv: Stöd och uppmuntran
th: การสนับสนุนและให้กำลังใจ
tr: Destek ve Teşvik
vi: Hỗ trợ & Động viên
zh_hans: 支持与鼓励
zh_hant: 支援與鼓勵
zh_hk: 支援與鼓勵

source: Support As Needed
ar: ادعم تطبيق As Needed
ca: Dóna suport a As Needed
cs: Podpořit As Needed
da: Støt As Needed
de: As Needed unterstützen
el: Υποστήριξη As Needed
es: Apoyar As Needed
es_419: Apoya As Needed
fa: حمایت از As Needed
fi: Tue As Needed -sovellusta
fr: Soutenir As Needed
fr_ca: Soutenir As Needed
he: תמוך ב‑As Needed
hi: As Needed का समर्थन करें
hu: Támogasd az As Needed-et
id: Dukung As Needed
it: Sostieni As Needed
ja: As Needed を支援する
kk: As Needed-ты қолдау
ko: As Needed 지원하기
ms: Sokong As Needed
nb: Støtt As Needed
nl: Ondersteun As Needed
pl: Wesprzyj As Needed
pt_br: Apoie As Needed
pt_pt: Apoiar As Needed
ro: Susține As Needed
ru: Поддержать As Needed
sv: Stöd As Needed
th: สนับสนุน As Needed
tr: AsNeeded'i Destekleyin
vi: Ủng hộ As Needed
zh_hans: 支持 As Needed
zh_hant: 支援 As Needed
zh_hk: 支援 As Needed

source: Support Development
ar: دعم التطوير
ca: Dóna suport al desenvolupament
cs: Podpořit vývoj
da: Støt udviklingen
de: Entwicklung unterstützen
el: Υποστήριξη ανάπτυξης
es: Apoya el desarrollo
es_419: Apoya el desarrollo
fa: حمایت از توسعه
fi: Tue kehitystä
fr: Soutenir le développement
fr_ca: Soutenir le développement
he: תמוך בפיתוח
hi: विकास का समर्थन करें
hu: Fejlesztés támogatása
id: Dukung Pengembangan
it: Sostieni lo sviluppo
ja: 開発を支援する
kk: Дамуды қолдау
ko: 개발 지원
ms: Sokong Pembangunan
nb: Støtt utviklingen
nl: Ondersteun ontwikkeling
pl: Wesprzyj rozwój
pt_br: Apoie o desenvolvimento
pt_pt: Apoiar o desenvolvimento
ro: Susține dezvoltarea
ru: Поддержать разработку
sv: Stöd utvecklingen
th: สนับสนุนการพัฒนา
tr: Geliştirmeyi Destekle
vi: Ủng hộ phát triển
zh_hans: 支持开发
zh_hant: 支持開發
zh_hk: 支援開發

source: Technical Information
ar: معلومات تقنية
ca: Informació tècnica
cs: Technické informace
da: Tekniske oplysninger
de: Technische Informationen
el: Τεχνικές πληροφορίες
es: Información técnica
es_419: Información técnica
fa: اطلاعات فنی
fi: Tekniset tiedot
fr: Informations techniques
fr_ca: Informations techniques
he: מידע טכני
hi: तकनीकी जानकारी
hu: Műszaki információk
id: Informasi Teknis
it: Informazioni tecniche
ja: 技術情報
kk: Техникалық ақпарат
ko: 기술 정보
ms: Maklumat Teknikal
nb: Teknisk informasjon
nl: Technische informatie
pl: Informacje techniczne
pt_br: Informações técnicas
pt_pt: Informação técnica
ro: Informații tehnice
ru: Техническая информация
sv: Teknisk information
th: ข้อมูลทางเทคนิค
tr: Teknik Bilgiler
vi: Thông tin kỹ thuật
zh_hans: 技术信息
zh_hant: 技術資訊
zh_hk: 技術資訊

source: The amount taken (optional)
ar: الكمية المأخوذة (اختياري)
ca: La quantitat presa (opcional)
cs: Užité množství (volitelné)
da: Den indtagne mængde (valgfri)
de: Eingenommene Menge (optional)
el: Η ποσότητα που λήφθηκε (προαιρετικό)
es: Cantidad tomada (opcional)
es_419: La cantidad tomada (opcional)
fa: مقدار مصرف‌شده (اختیاری)
fi: Otettu määrä (valinnainen)
fr: La quantité prise (facultatif)
fr_ca: La quantité prise (facultatif)
he: הכמות שנלקחה (אופציונלי)
hi: ली गई मात्रा (वैकल्पिक)
hu: A bevett mennyiség (opcionális)
id: Jumlah yang dikonsumsi (opsional)
it: La quantità assunta (opzionale)
ja: 服用量（任意）
kk: Қабылданған мөлшері (міндетті емес)
ko: 복용량(선택 사항)
ms: Jumlah diambil (pilihan)
nb: Mengden tatt (valgfritt)
nl: De ingenomen hoeveelheid (optioneel)
pl: Ilość przyjęta (opcjonalnie)
pt_br: A quantidade tomada (opcional)
pt_pt: A quantidade tomada (opcional)
ro: Doza luată (opțional)
ru: Количество принятого (необязательно)
sv: Den intagna mängden (frivilligt)
th: ปริมาณที่รับประทาน (ไม่บังคับ)
tr: Alınan miktar (isteğe bağlı)
vi: Lượng đã dùng (không bắt buộc)
zh_hans: 服用量（可选）
zh_hant: 服用量（可選）
zh_hk: 服用劑量（可選）

source: The medication to check usage for
ar: الدواء الذي سيتم التحقق من استخدامه
ca: La medicació per comprovar l'ús
cs: Lék, jehož užívání chceš zkontrolovat
da: Medicin, hvis forbrug skal kontrolleres
de: Das Medikament, dessen Nutzung geprüft werden soll
el: Το φάρμακο για το οποίο θα ελεγχθεί η χρήση
es: El medicamento para comprobar el uso
es_419: El medicamento para revisar el uso
fa: دارویی که باید استفادهٔ آن بررسی شود
fi: Lääke, jonka käytön haluat tarkistaa
fr: Le médicament pour lequel vérifier l'utilisation
fr_ca: Le médicament pour lequel vérifier l'utilisation
he: התרופה לבדיקת השימוש
hi: जिस दवा के उपयोग की जांच के लिए
hu: A gyógyszer, amelynek a használatát ellenőrizni szeretnéd
id: Obat yang akan diperiksa penggunaannya
it: Il farmaco per cui verificare l'uso
ja: 使用状況を確認する薬
kk: Пайдалануын тексеретін дәрі
ko: 사용량을 확인할 약물
ms: Ubat untuk semak penggunaan
nb: Medisinen det skal sjekkes bruk for
nl: De medicatie waarvan je het gebruik wilt controleren
pl: Lek, którego użycie chcesz sprawdzić
pt_br: O medicamento para verificar o uso
pt_pt: A medicação para verificar a utilização
ro: Medicamentul pentru care se verifică utilizarea
ru: Препарат, для которого проверяется использование
sv: Medicin att kontrollera användningen för
th: ยาที่จะตรวจสอบการใช้งาน
tr: Kullanımı kontrol edilecek ilaç
vi: Thuốc để kiểm tra mức sử dụng
zh_hans: 要检查使用情况的药物
zh_hant: 要檢查使用情況的藥物
zh_hk: 要檢查使用情況的藥物

source: The medication to log
ar: الدواء الذي سيتم تسجيله
ca: La medicació a registrar
cs: Lék k zaznamenání
da: Medicin, der skal registreres
de: Das Medikament zum Protokollieren
el: Το φάρμακο για καταγραφή
es: El medicamento a registrar
es_419: El medicamento a registrar
fa: دارویی که باید ثبت شود
fi: Kirjattava lääke
fr: Le médicament à enregistrer
fr_ca: Le médicament à consigner
he: התרופה לרישום
hi: जिस दवा को लॉग करना है
hu: A rögzítendő gyógyszer
id: Obat yang akan dicatat
it: Il farmaco da registrare
ja: 記録する薬
kk: Тіркелетін дәрі
ko: 기록할 약물
ms: Ubat untuk direkodkan
nb: Medisinen som skal registreres
nl: De medicatie om te registreren
pl: Lek do zanotowania
pt_br: O medicamento a ser registrado
pt_pt: A medicação a registar
ro: Medicamentul de înregistrat
ru: Препарат для записи
sv: Medicin att logga
th: ยาที่จะบันทึก
tr: Kaydedilecek ilaç
vi: Thuốc để ghi lại
zh_hans: 要记录的药物
zh_hant: 要記錄的藥物
zh_hk: 要記錄的藥物

source: The name of the medication to check
ar: اسم الدواء الذي سيتم التحقق منه
ca: El nom de la medicació a comprovar
cs: Název léku, který chceš zkontrolovat
da: Navnet på den medicin, der skal kontrolleres
de: Der Name des Medikaments, das geprüft werden soll
el: Το όνομα του φαρμάκου για έλεγχο
es: El nombre del medicamento a comprobar
es_419: El nombre del medicamento a revisar
fa: نام دارویی که باید بررسی شود
fi: Tarkistettavan lääkkeen nimi
fr: Le nom du médicament à vérifier
fr_ca: Le nom du médicament à vérifier
he: שם התרופה לבדיקה
hi: जाँच के लिए दवा का नाम
hu: A gyógyszer neve, amelyet ellenőrizni szeretnél
id: Nama obat yang ingin diperiksa
it: Il nome del farmaco da verificare
ja: 確認する薬の名前
kk: Тексерілетін дәрінің атауы
ko: 확인할 약물 이름
ms: Nama ubat untuk disemak
nb: Navnet på medisinen som skal sjekkes
nl: De naam van de medicatie om te controleren
pl: Nazwa leku do sprawdzenia
pt_br: O nome do medicamento a verificar
pt_pt: O nome da medicação a verificar
ro: Numele medicamentului de verificat
ru: Название препарата для проверки
sv: Namnet på medicinen att kontrollera
th: ชื่อยาที่ต้องการตรวจสอบ
tr: Kontrol edilecek ilacın adı
vi: Tên thuốc cần kiểm tra
zh_hans: 要检查的药物名称
zh_hant: 要檢查的藥物名稱
zh_hk: 要檢查藥物的名稱

source: The name of the medication to log
ar: اسم الدواء الذي سيتم تسجيله
ca: El nom de la medicació a registrar
cs: Název léku k zaznamenání
da: Navnet på den medicin, der skal registreres
de: Der Name des zu protokollierenden Medikaments
el: Το όνομα του φαρμάκου για καταγραφή
es: El nombre del medicamento a registrar
es_419: El nombre del medicamento a registrar
fa: نام دارویی که باید ثبت شود
fi: Kirjattavan lääkkeen nimi
fr: Le nom du médicament à enregistrer
fr_ca: Le nom du médicament à consigner
he: שם התרופה לרישום
hi: लॉग करने के लिए दवा का नाम
hu: A rögzítendő gyógyszer neve
id: Nama obat yang akan dicatat
it: Il nome del farmaco da registrare
ja: 記録する薬の名前
kk: Тіркелетін дәрінің атауы
ko: 기록할 약물 이름
ms: Nama ubat untuk direkodkan
nb: Navnet på medisinen som skal registreres
nl: De naam van de medicatie om te registreren
pl: Nazwa leku do zapisania
pt_br: O nome do medicamento a ser registrado
pt_pt: O nome da medicação a registar
ro: Numele medicamentului de înregistrat
ru: Название препарата для записи
sv: Namnet på medicinen att logga
th: ชื่อยาที่จะบันทึก
tr: Kaydedilecek ilacın adı
vi: Tên thuốc để ghi lại
zh_hans: 要记录的药物名称
zh_hant: 要記錄的藥物名稱
zh_hk: 要記錄藥物的名稱
